__version__ = "0.6.0"
__tool_name__="Ubel-python"
__tool_license__="Apache 2.0"
__tool_name_ascii__="""

 ██    ██  ██████▒   ████████  ██       
 ██    ██  ███████▓  ████████  ██       
 ██    ██  ██   ▒██  ██        ██       
 ██    ██  ██    ██  ██        ██       
 ██    ██  ██   ▒██  ██        ██       
 ██    ██  ███████░  ███████   ██       
 ██    ██  ███████░  ███████   ██       
 ██    ██  ██   ▒██  ██        ██       
 ██    ██  ██    ██  ██        ██       
 ██▓  ▓██  ██   ▒██  ██        ██       
 ▒██████▒  ████████  ████████  ████████ 
  ▒████▒   ██████▓   ████████  ████████ 
                                        
"""

__author__="Ala Bouali"

__company__="Arcane-Spark"

__github__="https://github.com/AlaBouali/ubel"

banner=f"""Author: {__author__}

        GitHub: {__github__}

        Company: {__company__}

        License: {__tool_license__}
"""