__version__ = "0.5.0"
__tool_name__="Ubel"
__tool_name_ascii__="""

 ██    ██  ██████▒   ████████  ██       
 ██    ██  ███████▓  ████████  ██       
 ██    ██  ██   ▒██  ██        ██       
 ██    ██  ██    ██  ██        ██       
 ██    ██  ██   ▒██  ██        ██       
 ██    ██  ███████░  ███████   ██       
 ██    ██  ███████░  ███████   ██       
 ██    ██  ██   ▒██  ██        ██       
 ██    ██  ██    ██  ██        ██       
 ██▓  ▓██  ██   ▒██  ██        ██       
 ▒██████▒  ████████  ████████  ████████ 
  ▒████▒   ██████▓   ████████  ████████ 
                                        
"""

__author__="Ala Bouali"

__company__="Arcane-Spark"

__github__="https://github.com/AlaBouali/ubel"

banner=f"""
{__tool_name_ascii__}

        Version: {__version__}

        Author: {__author__}

        GitHub: {__github__}

        Company: {__company__}

"""